{
  "slug": "578b1820",
  "video_id": "_zmMl7T8164",
  "channel_name": "BBC Learning English",
  "movie_title": "Can AI solve crime? ⏲️ 6 Minute English",
  "movie_url": "https://youtu.be/_zmMl7T8164",
  "published_at": "2025-04-17T09:06:39Z",
  "duration": "PT6M20S",
  "introduction": "Could artificial intelligence be used to solve a murder? For audio and transcript downloads, a quiz",
  "thumbnail_url": "https://i.ytimg.com/vi/_zmMl7T8164/default.jpg",
  "category": "",
  "tags": [
    "speak English",
    "bbc english",
    "English teacher",
    "英語",
    "영어",
    "อังกฤษ",
    "Anh",
    "English grammar",
    "IELTS",
    "British English",
    "English pronunciation",
    "English lesson",
    "idiom",
    "English expressions",
    "BBC Learning English",
    "slang",
    "English speaking",
    "ELT",
    "Ingilizce",
    "bbc",
    "English class",
    "6 minute",
    "English speaking practice",
    "English podcast",
    "podcast English",
    "6 minit",
    "6 minitues",
    "6 minute english bbc",
    "speking english",
    "english spek",
    "6min",
    "inglish",
    "inglis",
    "englis",
    "news english",
    "anglis",
    "6 minutes english"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "detective",
      "definition": "a person whose job is to discover information about crimes and find out who is responsible for them",
      "example": "Sherlock Holmes is a famous fictional detective known for his brilliant deductive skills."
    },
    {
      "word": "artificial intelligence",
      "definition": "the theory and development of computer systems able to perform tasks that normally require human intelligence, such as visual perception, speech recognition, decision-making, and translation between languages",
      "example": "AI technologies are being increasingly used in various industries including healthcare, finance, and now in solving crimes."
    },
    {
      "word": "renaissance",
      "definition": "a revival or renewed interest in something; a new period of growth or activity",
      "example": "There has been a renaissance in traditional crafts and artisanal products in recent years."
    },
    {
      "word": "real-time",
      "definition": "occurring immediately or with no noticeable delay; information presented as it happens",
      "example": "The real-time data feed provides live updates on stock prices for traders."
    },
    {
      "word": "perspective",
      "definition": "a particular way of regarding or understanding something; a point of view",
      "example": "From a historical perspective, the impact of the Industrial Revolution was profound."
    },
    {
      "word": "background",
      "definition": "the details of a person's family, education, experience, and social circumstances",
      "example": "She has a background in marketing, having worked for several multinational companies."
    },
    {
      "word": "out of favour",
      "definition": "no longer popular or accepted; not in demand",
      "example": "Traditional cooking methods have fallen out of favour with the rise of fast food chains."
    },
    {
      "word": "improve",
      "definition": "make or become better; enhance the quality or value of",
      "example": "Regular exercise and a balanced diet can greatly improve your overall health."
    }
  ]
}