{
  "slug": "c35e8607",
  "video_id": "X9otDixAtFw",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "What Is Something?",
  "movie_url": "https://youtu.be/X9otDixAtFw",
  "published_at": "2015-12-23T13:21:57Z",
  "duration": "PT5M34S",
  "introduction": "What is something? On the most fundamental level thinkable, what are things? Why are things? And why",
  "thumbnail_url": "https://i.ytimg.com/vi/X9otDixAtFw/default.jpg",
  "category": "",
  "tags": [
    "particle physics",
    "physics",
    "something",
    "funny",
    "wtf",
    "particle",
    "everything",
    "quarks",
    "bosons",
    "electron",
    "leptons",
    "universe",
    "human",
    "field",
    "higgs",
    "game",
    "2015",
    "space",
    "star",
    "earth",
    "death",
    "life",
    "sleep",
    "question",
    "standart modell",
    "quantum mechanics",
    "atom",
    "molecule",
    "ai"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "antimatter",
      "definition": "matter consisting of elementary particles that are the antiparticles of those making up normal matter, such as the antiproton.",
      "example": "Scientists are studying antimatter to understand its properties and potential uses."
    },
    {
      "word": "neutrino",
      "definition": "an electrically neutral elementary subatomic particle with a very small mass, usually reacting only to the weak nuclear force.",
      "example": "Neutrinos are produced in large quantities by the nuclear reactions in the sun."
    },
    {
      "word": "leptons",
      "definition": "a group of subatomic particles that do not experience the strong nuclear force, including electrons and neutrinos.",
      "example": "The electron is one of the most well-known leptons in particle physics."
    },
    {
      "word": "quarks",
      "definition": "subatomic particles that combine to form composite particles called hadrons, such as protons and neutrons.",
      "example": "Quarks come in six types or 'flavors': up, down, charm, strange, top, and bottom."
    },
    {
      "word": "bosons",
      "definition": "a type of elementary particle that mediates forces between particles, such as photons for electromagnetism.",
      "example": "The Higgs boson is responsible for giving particles their mass."
    },
    {
      "word": "supernova",
      "definition": "a stellar explosion that briefly outshines an entire galaxy, radiating as much energy as the sun is expected to emit over its entire life span.",
      "example": "The explosion of a supernova can be seen from great distances in space."
    }
  ]
}