{
  "slug": "f7262cb0",
  "video_id": "NcuRB6GzLhw",
  "channel_name": "CNA",
  "movie_title": "GE2025: Workers' Party manifesto calls for GST exemptions, minimum wage and wealth tax",
  "movie_url": "https://youtu.be/NcuRB6GzLhw",
  "published_at": "2025-04-17T15:01:15Z",
  "duration": "PT6M",
  "introduction": "The Workers' Party has launched its manifesto for the election, outlining its vision for a fairer, m",
  "thumbnail_url": "https://i.ytimg.com/vi/NcuRB6GzLhw/default.jpg",
  "category": "",
  "tags": [
    "GE2025",
    "General Election",
    "Singapore",
    "Singapore election",
    "Workers' Party",
    "Workers' Party manifesto",
    "WP manifesto",
    "Working for Singapore",
    "Pritam Singh",
    "new faces",
    "potential candidates"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "resilient",
      "definition": "able to withstand or recover quickly from difficult conditions",
      "example": "The community showed its resilient spirit by coming together after the natural disaster."
    },
    {
      "word": "adequacy",
      "definition": "the state or quality of being sufficient or suitable",
      "example": "The company reviewed the adequacy of its resources before starting the new project."
    },
    {
      "word": "manifesto",
      "definition": "a public declaration of policies or aims, especially by a political party",
      "example": "The party's manifesto outlined its plans for healthcare and education reforms."
    },
    {
      "word": "reforms",
      "definition": "changes made to improve a system, organization, or law",
      "example": "The government implemented reforms to address issues in the education sector."
    },
    {
      "word": "candidacy",
      "definition": "the position of being a candidate for election",
      "example": "She announced her candidacy for mayor with a promise to focus on environmental issues."
    },
    {
      "word": "volunteering",
      "definition": "offering to do something without being forced to, often unpaid",
      "example": "Many students spend their weekends volunteering at local shelters to help the homeless."
    }
  ]
}