{
  "slug": "72f082fb",
  "video_id": "hdkcXqQPMdM",
  "channel_name": "TED-Ed",
  "movie_title": "How does this all-female species reproduce? - Susana Freitas and Darren Parker",
  "movie_url": "https://youtu.be/hdkcXqQPMdM",
  "published_at": "2023-04-06T15:01:07Z",
  "duration": "PT6M",
  "introduction": "Explore the science of parthenogenesis, a form of reproduction which allows animals to develop an em",
  "thumbnail_url": "https://i.ytimg.com/vi/hdkcXqQPMdM/default.jpg",
  "category": "",
  "tags": [
    "parthenogenesis",
    "reproduction",
    "animal reproduction",
    "asexual reproduction",
    "virgin birth",
    "animal virgin births",
    "embryo",
    "fertilization",
    "chromosome",
    "sex cells",
    "egg cell",
    "sperm cell",
    "Ispera",
    "smoothhound shark",
    "sexual reproduction",
    "komodo dragons",
    "mutations",
    "genetic mutations",
    "genetic diversity",
    "mullers ratchet",
    "mutational meltdown",
    "evolution",
    "extinction",
    "Susana Freitas",
    "Darren Parker",
    "Petya Zlateva",
    "Compote Collective",
    "education",
    "animation",
    "TED",
    "TED-Ed",
    "TED Ed",
    "Teded",
    "Ted Education"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "parthenogenesis",
      "definition": "a type of asexual reproduction in which an embryo develops from an unfertilized egg cell that doubles its own chromosome count",
      "example": "The lizards in the aquarium were born through parthenogenesis, without the need for a male parent."
    },
    {
      "word": "mutational meltdown",
      "definition": "a theoretical process where parthenogenetic lineages accumulate harmful mutations over time, leading to population decline and extinction",
      "example": "Scientists are studying the potential effects of mutational meltdown on certain species that rely on parthenogenesis."
    },
    {
      "word": "hybridized",
      "definition": "the process of combining genetic material from two different species or varieties",
      "example": "The new species of lizards resulted from hybridization between two distinct lizard species."
    },
    {
      "word": "circumventing",
      "definition": "finding a way around a problem or limitation",
      "example": "Some species have developed strategies for circumventing the negative impacts of mutational meltdown."
    },
    {
      "word": "genetic diversity",
      "definition": "the variety and distribution of different genetic characteristics within a population",
      "example": "The whiptail lizards exhibit high genetic diversity due to the hybridization of their parent species."
    },
    {
      "word": "untangle",
      "definition": "to clarify or solve a complex issue or situation",
      "example": "Scientists are working to untangle the mysteries surrounding the long-term effects of parthenogenesis on various species."
    }
  ]
}