{
  "slug": "aa7488cb",
  "video_id": "JmLa-gKr0Lo",
  "channel_name": "The Histocrat",
  "movie_title": "The Flying Dutchman: A Complete History - Mythillogical Podcast",
  "movie_url": "https://youtu.be/JmLa-gKr0Lo",
  "published_at": "2024-05-01T10:51:11Z",
  "duration": "PT1H7M32S",
  "introduction": "On our second ever solo episode, Charles takes a deep dive into the briny seas of the 18th century,",
  "thumbnail_url": "https://i.ytimg.com/vi/JmLa-gKr0Lo/default.jpg",
  "category": "",
  "tags": [
    "The Flying Dutchman",
    "Flying Dutchman",
    "Pirates",
    "Pirate history",
    "pirate lore",
    "mythology podcast",
    "flying dutchman podcast",
    "flying dutchman documentary",
    "nautical history",
    "spongebob flying dutchman"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "phantom",
      "definition": "a ghostly figure or apparition",
      "example": "The sailors claimed to have seen a phantom ship with a ghostly crew sailing in the air."
    },
    {
      "word": "ominous",
      "definition": "giving the impression that something bad or unpleasant is going to happen",
      "example": "The appearance of the Flying Dutchman was considered an ominous sign to the sailors."
    },
    {
      "word": "cursed",
      "definition": "under a spell or evil influence; deserving of a curse",
      "example": "The ship was believed to be cursed due to its history as a slave ship."
    },
    {
      "word": "mirage",
      "definition": "an optical illusion caused by atmospheric conditions, making objects appear displaced from their true positions",
      "example": "The sailors mistook the mirage of a ship sailing in the air for the legendary Flying Dutchman."
    },
    {
      "word": "recaptured",
      "definition": "regain possession of something lost or taken away",
      "example": "The captain tried to recapture the letters lost in the wind after the ship gave a great lurch."
    },
    {
      "word": "reclaimed",
      "definition": "to retrieve or recover something perceived as lost or taken away",
      "example": "The Dutch country reclaimed the legend of the Flying Dutchman, adapting it to fit their own narrative."
    }
  ]
}