{
  "slug": "9c558cbd",
  "video_id": "YI3tsmFsrOg",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "The Deadliest Being on Planet Earth – The Bacteriophage",
  "movie_url": "https://youtu.be/YI3tsmFsrOg",
  "published_at": "2018-05-13T12:00:22Z",
  "duration": "PT7M9S",
  "introduction": "A war has been raging for billions of years, killing trillions every single day, while we don’t even",
  "thumbnail_url": "https://i.ytimg.com/vi/YI3tsmFsrOg/default.jpg",
  "category": "",
  "tags": [
    "bacteriophage",
    "phage",
    "endolysin",
    "phage therapy",
    "therapy",
    "medicine",
    "antibiotics",
    "antibiotic",
    "resistence",
    "antibiotic resistance",
    "survival",
    "healing",
    "bacteria",
    "satire",
    "education",
    "human progress",
    "animation",
    "kurzgesagt",
    "in a nutshell"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "bacteriophage",
      "definition": "a virus that infects and replicates within bacteria",
      "example": "The bacteriophage is responsible for killing a large number of bacteria in the oceans every day."
    },
    {
      "word": "genetic material",
      "definition": "the material responsible for carrying the information needed for an organism's growth and development",
      "example": "The phage injects its genetic material into the bacteria to take over its functions."
    },
    {
      "word": "endolysin",
      "definition": "a powerful enzyme produced by phages that ruptures the bacteria cell wall",
      "example": "The endolysin released by the phage causes the bacteria to die by ejecting its insides."
    },
    {
      "word": "superbugs",
      "definition": "bacteria that have become resistant to multiple antibiotics",
      "example": "Superbugs pose a significant threat to public health as they are difficult to treat with conventional antibiotics."
    },
    {
      "word": "resistant",
      "definition": "having the ability to withstand the effect of something",
      "example": "The bacteria became resistant to the antibiotics after prolonged exposure."
    },
    {
      "word": "experimental",
      "definition": "based on untested ideas or techniques and not yet established",
      "example": "The treatment involving phages and antibiotics is still experimental but has shown promising results."
    }
  ]
}