{
  "slug": "72d61aa9",
  "video_id": "9tbxDgcv74c",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "What If You Detonated a Nuclear Bomb In The Marianas Trench? (Science not Fantasy)",
  "movie_url": "https://youtu.be/9tbxDgcv74c",
  "published_at": "2018-07-22T12:30:03Z",
  "duration": "PT6M3S",
  "introduction": "Did you ever wonder what happened if you detonated a nuclear bomb in the Marianas Trench? No? We nei",
  "thumbnail_url": "https://i.ytimg.com/vi/9tbxDgcv74c/default.jpg",
  "category": "",
  "tags": [
    "nuke",
    "mariana trench",
    "marianas trench",
    "nuclear bomb",
    "detonate",
    "detonated",
    "what happens",
    "what happened",
    "pressure",
    "tsar bomba",
    "fat man",
    "little boy",
    "earthquake",
    "tsunami",
    "nuclear winter",
    "tectonic plates",
    "philippine plate",
    "pacific plate",
    "water pressure",
    "crushed",
    "animation",
    "kurzgesagt",
    "in a nutshell",
    "If You Detonated a Nuclear Bomb In The Marianas Trench"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "detonated",
      "definition": "explode or cause to explode.",
      "example": "The demolition expert carefully detonated the explosives to bring down the building."
    },
    {
      "word": "tsunamis",
      "definition": "a long high sea wave caused by an earthquake, submarine landslide, or other disturbance.",
      "example": "The tsunami warning sirens blared as people evacuated the coastal areas."
    },
    {
      "word": "volcanoes",
      "definition": "a mountain or hill, typically conical, having a crater or vent through which lava, rock fragments, hot vapor, and gas are being or have been erupted from the earth's crust.",
      "example": "The eruption of the volcano spewed ash and lava, covering the nearby villages."
    },
    {
      "word": "ripped",
      "definition": "tear or pull (something) quickly or forcibly away from something or someone.",
      "example": "The strong winds ripped the roof off the house during the storm."
    },
    {
      "word": "seismic",
      "definition": "relating to earthquakes or other vibrations of the earth and its crust.",
      "example": "The seismologist studied the seismic activity in the region to predict potential earthquakes."
    },
    {
      "word": "apocalypse",
      "definition": "an event involving destruction or damage on an awesome or catastrophic scale.",
      "example": "The movie depicted a post-apocalyptic world where survivors struggled to rebuild civilization."
    }
  ]
}