{
  "slug": "76026777",
  "video_id": "qNWWrDBRBqk",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "The Most Gruesome Parasites – Neglected Tropical Diseases – NTDs",
  "movie_url": "https://youtu.be/qNWWrDBRBqk",
  "published_at": "2016-11-30T13:36:44Z",
  "duration": "PT5M43S",
  "introduction": "There are a group of parasites extremely disgusting and mean. Humanity declared war on them.\n\n\nOUR C",
  "thumbnail_url": "https://i.ytimg.com/vi/qNWWrDBRBqk/default.jpg",
  "category": "",
  "tags": [
    "ntd",
    "ntds",
    "neglected tropical disease",
    "disease",
    "ebola",
    "pharma",
    "funny",
    "60s horror movies",
    "parasite"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "cynical",
      "definition": "believing that people are motivated by self-interest; distrustful of human sincerity or integrity",
      "example": "She had a cynical view of politicians, thinking they were only interested in power and money."
    },
    {
      "word": "parasite",
      "definition": "an organism that lives in or on another organism (its host) and benefits by deriving nutrients at the host's expense",
      "example": "The tick attached to the dog's skin is a parasite feeding on its blood."
    },
    {
      "word": "disfigurement",
      "definition": "the action of spoiling the appearance of something or someone; the condition of being spoiled in appearance",
      "example": "The accident left him with severe facial disfigurement that required multiple surgeries to correct."
    },
    {
      "word": "agonizing",
      "definition": "causing extreme physical or mental pain",
      "example": "The patient described the chronic migraines as an agonizing experience that affected every aspect of her life."
    },
    {
      "word": "eradicate",
      "definition": "to destroy or get rid of something completely, especially something bad",
      "example": "The government launched a campaign to eradicate malaria by eliminating mosquito breeding grounds."
    },
    {
      "word": "industrialized",
      "definition": "having developed industries; characterized by the large-scale, mechanical production of goods",
      "example": "The industrialized nation invested in automation to increase efficiency in manufacturing processes."
    }
  ]
}