{
  "slug": "856bf171",
  "video_id": "VD6xJq8NguY",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "There Is Life Hiding Inside Earth",
  "movie_url": "https://youtu.be/VD6xJq8NguY",
  "published_at": "2024-10-03T13:59:15Z",
  "duration": "PT11M28S",
  "introduction": "Get 50% off your first month of a monthly club with code KURZGESAGT at https://www.kiwico.com/kurzge",
  "thumbnail_url": "https://i.ytimg.com/vi/VD6xJq8NguY/default.jpg",
  "category": "",
  "tags": [
    "deep biosphere",
    "subsurface life"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "biosphere",
      "definition": "the part of the world in which life can exist, including the land, water, and air",
      "example": "The deep biosphere is a mysterious realm of extreme conditions where life thrives."
    },
    {
      "word": "microbes",
      "definition": "microscopic living organisms, especially bacteria and fungi",
      "example": "Octillions of microbes are believed to inhabit the deep biosphere, showcasing extreme survival strategies."
    },
    {
      "word": "endospore",
      "definition": "a resistant asexual spore that develops inside some bacteria cells",
      "example": "When faced with harsh conditions, certain bacteria form an endospore to ensure their survival."
    },
    {
      "word": "consortia",
      "definition": "a group of different organisms working together for a shared benefit",
      "example": "Microbes in the deep biosphere often form consortia to support each other in extreme environments."
    },
    {
      "word": "limbo",
      "definition": "an uncertain period or state of waiting",
      "example": "Deep microbes exist in a slow limbo, conserving energy until resources become available for reproduction."
    },
    {
      "word": "radioactivity",
      "definition": "emission of ionizing radiation or particles caused by the decay of atomic nuclei",
      "example": "The deep biosphere is influenced by radioactivity from elements like thorium and uranium, shaping its extreme conditions."
    }
  ]
}