{
  "slug": "359ed131",
  "video_id": "IxndOd3kmSs",
  "channel_name": "TED-Ed",
  "movie_title": "Meet the tardigrade, the toughest animal on Earth - Thomas Boothby",
  "movie_url": "https://youtu.be/IxndOd3kmSs",
  "published_at": "2017-03-21T15:02:42Z",
  "duration": "PT4M10S",
  "introduction": "View full lesson: http://ed.ted.com/lessons/meet-the-tardigrade-the-toughest-animal-on-earth-thomas-",
  "thumbnail_url": "https://i.ytimg.com/vi/IxndOd3kmSs/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "resilient",
      "definition": "able to withstand or recover quickly from difficult conditions",
      "example": "Despite facing many challenges, the community proved to be resilient and bounced back stronger."
    },
    {
      "word": "metabolism",
      "definition": "the chemical processes that occur within a living organism in order to maintain life",
      "example": "Regular exercise can help boost metabolism and aid in weight loss."
    },
    {
      "word": "anhydrobiosis",
      "definition": "a state of suspended animation or extreme desiccation, allowing an organism to survive without water",
      "example": "The tardigrade's ability to enter anhydrobiosis enables it to survive in harsh conditions."
    },
    {
      "word": "speculation",
      "definition": "the forming of a theory or conjecture without firm evidence",
      "example": "There is much speculation about the possible outcomes of the upcoming election."
    },
    {
      "word": "extraterrestrial",
      "definition": "of or from outside the Earth or its atmosphere",
      "example": "Scientists are exploring the possibility of finding extraterrestrial life forms in other galaxies."
    },
    {
      "word": "biomes",
      "definition": "large naturally occurring communities of flora and fauna occupying a major habitat",
      "example": "The rainforest is one of the most diverse biomes on Earth, home to numerous species of plants and animals."
    }
  ]
}