{
  "slug": "c334ed32",
  "video_id": "LEENEFaVUzU",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "The Last Human – A Glimpse Into The Far Future",
  "movie_url": "https://youtu.be/LEENEFaVUzU",
  "published_at": "2022-06-28T14:00:23Z",
  "duration": "PT12M31S",
  "introduction": "Because of the potential size of the future, the most important thing about our actions today might",
  "thumbnail_url": "https://i.ytimg.com/vi/LEENEFaVUzU/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "species",
      "definition": "a group of living organisms consisting of similar individuals capable of exchanging genes or interbreeding",
      "example": "The conservation efforts are aimed at protecting endangered species of animals."
    },
    {
      "word": "apocalypse",
      "definition": "a great disaster resulting in widespread destruction and the end of the world as we know it",
      "example": "The movie depicted a post-apocalyptic world where humanity struggles to survive."
    },
    {
      "word": "ingenuity",
      "definition": "the quality of being clever, original, and inventive",
      "example": "His ingenuity in solving complex problems impressed his colleagues."
    },
    {
      "word": "catastrophic",
      "definition": "involving or causing sudden great damage or suffering",
      "example": "The earthquake had catastrophic consequences for the city, leaving many homeless."
    },
    {
      "word": "disenfranchised",
      "definition": "deprived of power or rights; marginalized",
      "example": "The organization works to empower disenfranchised communities through education and advocacy."
    },
    {
      "word": "sustainable",
      "definition": "able to be maintained at a certain rate or level without exhausting natural resources or causing severe ecological damage",
      "example": "The company implemented sustainable practices to reduce its environmental impact."
    }
  ]
}