{
  "slug": "9fd52dce",
  "video_id": "kblSnj0p6bE",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "What Happens if Earth Suddenly Stops Rotating?",
  "movie_url": "https://youtu.be/kblSnj0p6bE",
  "published_at": "2023-07-13T14:00:34Z",
  "duration": "PT58S",
  "introduction": "You don't even realize how fast Earth rotates, unless you pause its rotation... 😬 \n\n#inanutshell #k",
  "thumbnail_url": "https://i.ytimg.com/vi/kblSnj0p6bE/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "tsunami",
      "definition": "a long high sea wave caused by an earthquake, submarine landslide, or other disturbance.",
      "example": "The tsunami hit the coastal town without warning, causing widespread destruction."
    },
    {
      "word": "centripetal",
      "definition": "moving or tending to move toward a center.",
      "example": "The centripetal force kept the object moving in a circular path."
    },
    {
      "word": "migrate",
      "definition": "to move from one place to another, especially in order to find work or better living conditions.",
      "example": "Birds migrate south for the winter to escape the cold weather."
    },
    {
      "word": "gravity",
      "definition": "the force that attracts a body toward the center of the earth, or toward any other physical body having mass.",
      "example": "The astronauts experienced weightlessness in space due to the absence of gravity."
    },
    {
      "word": "exposure",
      "definition": "the state of being exposed to contact with something.",
      "example": "Long-term exposure to the sun can cause skin damage."
    },
    {
      "word": "radiation",
      "definition": "the emission of energy as electromagnetic waves or as moving subatomic particles, especially high-energy particles that cause ionization.",
      "example": "Doctors use radiation therapy to treat cancer by targeting and destroying cancer cells."
    }
  ]
}