{
  "slug": "a66fe1fa",
  "video_id": "UebSfjmQNvs",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "Do You Have a Free Will?",
  "movie_url": "https://youtu.be/UebSfjmQNvs",
  "published_at": "2024-06-11T14:00:01Z",
  "duration": "PT12M18S",
  "introduction": "Take control over what occupies your mind with Ground News. Go to https://ground.news/nutshell to ge",
  "thumbnail_url": "https://i.ytimg.com/vi/UebSfjmQNvs/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "NPC",
      "definition": "Non-Player Character - a character controlled by the game or AI rather than a player.",
      "example": "In the video game, the NPC guided the player through the tutorial."
    },
    {
      "word": "Deterministic",
      "definition": "Describes a system where outcomes are determined by preceding events or conditions.",
      "example": "The scientist believed that the universe operated under deterministic laws."
    },
    {
      "word": "Emergence",
      "definition": "The phenomenon where complex patterns and properties arise from simpler interactions.",
      "example": "The beauty of a snowflake emerges from the simple arrangement of water molecules."
    },
    {
      "word": "Reductionist",
      "definition": "A way of understanding complex systems by reducing them to simpler components.",
      "example": "The reductionist approach in biology aims to explain life through the interactions of molecules."
    },
    {
      "word": "Algorithms",
      "definition": "A set of rules or instructions designed to perform specific tasks.",
      "example": "Social media platforms use algorithms to determine which posts appear on your feed."
    },
    {
      "word": "Constructive",
      "definition": "Serving a useful or positive purpose; promoting improvement or development.",
      "example": "The team had a constructive discussion and came up with innovative solutions."
    }
  ]
}