{
  "slug": "dfbd1981",
  "video_id": "cHEOsKddURQ",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "Vaping Is Too Good To Be True",
  "movie_url": "https://youtu.be/cHEOsKddURQ",
  "published_at": "2024-11-19T15:00:01Z",
  "duration": "PT13M54S",
  "introduction": "🗞 Compare coverage from around the world and verify information with Ground News. Go to https://gro",
  "thumbnail_url": "https://i.ytimg.com/vi/cHEOsKddURQ/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "Endurance",
      "definition": "the ability to withstand hardship or adversity; the ability to sustain prolonged physical or mental effort",
      "example": "Marathon runners need exceptional endurance to complete the race."
    },
    {
      "word": "Alveoli",
      "definition": "tiny air sacs in the lungs where the exchange of oxygen and carbon dioxide takes place during respiration",
      "example": "The alveoli play a crucial role in the process of breathing by facilitating the exchange of gases."
    },
    {
      "word": "Inflammation",
      "definition": "the body's response to injury or infection, often characterized by redness, swelling, pain, or heat",
      "example": "After the injury, his ankle showed signs of inflammation with redness and swelling."
    },
    {
      "word": "Oxidative stress",
      "definition": "an imbalance between free radicals and antioxidants in the body, potentially leading to cell damage",
      "example": "Regular exercise can help reduce oxidative stress in the body."
    },
    {
      "word": "Withdrawal",
      "definition": "the physical and mental symptoms experienced when reducing or stopping the intake of a substance that one is addicted to",
      "example": "She experienced severe withdrawal symptoms when she tried to quit smoking."
    },
    {
      "word": "Addictive",
      "definition": "causing or characterized by an addiction, especially to a harmful drug",
      "example": "Nicotine is known to be highly addictive, making it difficult for people to quit smoking."
    }
  ]
}