{
  "slug": "4590226d",
  "video_id": "dBxxi5XAm3U",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "We Traveled Back in Time. Now Physicists Are Angry.",
  "movie_url": "https://youtu.be/dBxxi5XAm3U",
  "published_at": "2024-08-27T14:00:00Z",
  "duration": "PT11M20S",
  "introduction": "Go to https://brilliant.org/nutshell/ to dive deeper into these topics and more with a free 30-day t",
  "thumbnail_url": "https://i.ytimg.com/vi/dBxxi5XAm3U/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "dimension",
      "definition": "a measurable extent of a particular kind, such as length, breadth, depth, or height.",
      "example": "In the science fiction movie, the characters travel through different dimensions to reach parallel universes."
    },
    {
      "word": "spacetime",
      "definition": "a four-dimensional continuum comprising three dimensions of space and one of time.",
      "example": "According to Einstein's theory of relativity, gravity is the result of objects bending spacetime."
    },
    {
      "word": "paradox",
      "definition": "a statement or proposition that, despite sound reasoning from acceptable premises, leads to a conclusion that seems senseless, logically unacceptable, or self-contradictory.",
      "example": "The grandfather paradox in time travel suggests that if you go back in time and prevent your grandfather from meeting your grandmother, you would cease to exist."
    },
    {
      "word": "tachyons",
      "definition": "hypothetical particles that travel faster than the speed of light.",
      "example": "Scientists are still debating the existence of tachyons due to the challenges they pose to our current understanding of physics."
    },
    {
      "word": "superluminal",
      "definition": "exceeding the speed of light.",
      "example": "The concept of superluminal travel raises intriguing questions about the nature of time and space in the universe."
    },
    {
      "word": "dilation",
      "definition": "the action of becoming wider, larger, or more open.",
      "example": "Time dilation occurs near massive objects like black holes, where time appears to move slower compared to areas with less gravitational influence."
    }
  ]
}