{
  "slug": "da36a96f",
  "video_id": "OJdiLURNQYw",
  "channel_name": "The Histocrat",
  "movie_title": "The Birth of China - The Dawn of Inequality (5000 to 3000 BCE)",
  "movie_url": "https://youtu.be/OJdiLURNQYw",
  "published_at": "2024-06-23T16:32:12Z",
  "duration": "PT1H5M39S",
  "introduction": "In the third episode of our series examining China's earliest societies, we explore the increasingly",
  "thumbnail_url": "https://i.ytimg.com/vi/OJdiLURNQYw/default.jpg",
  "category": "",
  "tags": [
    "The Birth of China",
    "Chinese prehistory documentary",
    "ancient china documentary",
    "ancient china podcast",
    "neolithic china documentary",
    "china cavemen documentary",
    "ancient history documentary",
    "china documentary",
    "histocrat video",
    "histocrat documentary",
    "the birth of civilisation"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "flourishing",
      "definition": "developing rapidly and successfully; thriving",
      "example": "The flourishing settlement along the Yellow River showed signs of prosperity and growth."
    },
    {
      "word": "egalitarian",
      "definition": "believing in or based on the principle that all people are equal and deserve equal rights and opportunities",
      "example": "The early Neolithic society demonstrated egalitarian values where everyone had equal access to resources."
    },
    {
      "word": "institutional",
      "definition": "related to an organization or establishment created for a specific purpose",
      "example": "The development of new institutional roles marked the shift towards a more complex society."
    },
    {
      "word": "ritual",
      "definition": "a religious or solemn ceremony consisting of a series of actions performed according to a prescribed order",
      "example": "The communal activities at the ritual site were conducted with great reverence and tradition."
    },
    {
      "word": "hierarchy",
      "definition": "a system in which members of an organization or society are ranked according to relative status or authority",
      "example": "The social hierarchy within the community determined the distribution of resources and power."
    },
    {
      "word": "cosmological",
      "definition": "relating to the branch of philosophy dealing with the origin and structure of the universe",
      "example": "The turtle shell artifact was believed to have cosmological significance in the ancient culture's beliefs."
    }
  ]
}