{
  "slug": "44192ff6",
  "video_id": "vSSkDos2hzo",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "We Need to Rethink Exercise (Updated Version)",
  "movie_url": "https://youtu.be/vSSkDos2hzo",
  "published_at": "2024-09-12T14:01:11Z",
  "duration": "PT13M8S",
  "introduction": "Go to https://brilliant.org/nutshell/ to dive deeper into these topics and more with a free 30-day t",
  "thumbnail_url": "https://i.ytimg.com/vi/vSSkDos2hzo/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "sabotaging",
      "definition": "deliberately destroy, damage, or obstruct (something), especially for political or military advantage.",
      "example": "Your body is sabotaging you every step of the way in your weight loss journey."
    },
    {
      "word": "thermodynamics",
      "definition": "the branch of physical science that deals with the relations between heat and other forms of energy.",
      "example": "Your body is a biological machine that follows the laws of thermodynamics to function."
    },
    {
      "word": "immun",
      "definition": "relating to immunity or an immune response.",
      "example": "Your immune system immuns to protect your body from harmful pathogens."
    },
    {
      "word": "anecdotes",
      "definition": "a short and amusing or interesting story about a real incident or person.",
      "example": "The online discussion is full of personal anecdotes about weight loss experiences."
    },
    {
      "word": "inflammation",
      "definition": "a localized physical condition in which part of the body becomes reddened, swollen, hot, and often painful, especially as a reaction to injury or infection.",
      "example": "Chronic inflammation can lead to serious diseases, affecting overall health."
    },
    {
      "word": "resilient",
      "definition": "able to withstand or recover quickly from difficult conditions.",
      "example": "Regular exercise makes you more resilient to stress and improves overall well-being."
    }
  ]
}