{
  "slug": "3d31c888",
  "video_id": "wHVP5db3UZc",
  "channel_name": "CNA",
  "movie_title": "Farmers in Bali hope to preserve snake fruit heritage amid changing times",
  "movie_url": "https://youtu.be/wHVP5db3UZc",
  "published_at": "2025-06-27T02:07:58Z",
  "duration": "PT3M26S",
  "introduction": "The native salak, or snake fruit, has long been more than just a crop in Indonesia. The fruit is a w",
  "thumbnail_url": "https://i.ytimg.com/vi/wHVP5db3UZc/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "propagator",
      "definition": "a person who propagates plants, seeds, or ideas",
      "example": "He has been a snake fruit plant propagator for over 20 years."
    },
    {
      "word": "certification",
      "definition": "the action or process of providing someone with an official document attesting to a status or level of achievement",
      "example": "Each certified seedling is sold for a little over $1.50."
    },
    {
      "word": "variants",
      "definition": "a form or version of something that differs in some respect from other forms of the same thing",
      "example": "He cultivates variants of salak trees that sell well in the market."
    },
    {
      "word": "legacy",
      "definition": "something handed down from an ancestor or predecessor or from the past",
      "example": "The school modified its teachings to preserve its agricultural legacy."
    },
    {
      "word": "curriculum",
      "definition": "the subjects comprising a course of study in a school or college",
      "example": "The curriculum covers agriculture and plants with a short growth period."
    },
    {
      "word": "educate",
      "definition": "give intellectual, moral, and social instruction to someone, typically at a school or university",
      "example": "The schools aim to educate students not just academically but also in traditional farming practices."
    }
  ]
}