{
  "slug": "35622074",
  "video_id": "7OPg-ksxZ4Y",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "The Most Horrible Parasite: Brain Eating Amoeba",
  "movie_url": "https://youtu.be/7OPg-ksxZ4Y",
  "published_at": "2022-05-03T13:59:29Z",
  "duration": "PT10M40S",
  "introduction": "https://kgs.link/shop-160\nIf you too want to overcome your existential dread, make your life beautif",
  "thumbnail_url": "https://i.ytimg.com/vi/7OPg-ksxZ4Y/default.jpg",
  "category": "",
  "tags": [
    "brain eating amoeba",
    "brain eating",
    "amoeba",
    "brain",
    "eating",
    "negle",
    "Naegleria fowleri"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "trophyozoite",
      "definition": "the feeding stage of a parasite, characterized by active feeding and multiplication",
      "example": "The parasite was identified in its trophyozoite stage, actively hunting and thriving in the host's body."
    },
    {
      "word": "amoeba",
      "definition": "a type of microscopic organism consisting of a single cell with no definite shape",
      "example": "The pond water was teeming with various types of amoebae, each with its own unique characteristics."
    },
    {
      "word": "neutrophil",
      "definition": "a type of white blood cell that helps the body fight infections by ingesting pathogens",
      "example": "The doctor observed an increase in neutrophil count in the patient's blood, indicating an active infection."
    },
    {
      "word": "acetylcholine",
      "definition": "a neurotransmitter responsible for various functions in the body, including muscle contraction and memory",
      "example": "The release of acetylcholine in the brain plays a crucial role in transmitting signals between nerve cells."
    },
    {
      "word": "inflammation",
      "definition": "a localized physical condition in which part of the body becomes reddened, swollen, hot, and often painful, especially as a reaction to injury or infection",
      "example": "The doctor prescribed anti-inflammatory medication to reduce the swelling and pain caused by the inflammation."
    },
    {
      "word": "complement system",
      "definition": "a group of proteins in the blood that work together to defend against infections",
      "example": "The complement system plays a vital role in enhancing the body's immune response against invading pathogens."
    }
  ]
}