{
  "slug": "f124a71b",
  "video_id": "jWB5Rnypej8",
  "channel_name": "Key & Peele",
  "movie_title": "3 Days until #SuperBowlLVIII on CBS, Paramount+ and Nickelodeon! | #sblviii #keyandpeele",
  "movie_url": "https://youtu.be/jWB5Rnypej8",
  "published_at": "2024-02-08T21:00:32Z",
  "duration": "PT51S",
  "introduction": "Start practicing your celebration dances. The #CountdownToSuperBowl is on! 7 Days until #SuperBowlLV",
  "thumbnail_url": "https://i.ytimg.com/vi/jWB5Rnypej8/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "shovel pass",
      "definition": "a pass in American football made underhand like a shovel, usually over a short distance",
      "example": "The quarterback executed a perfect shovel pass to the running back."
    },
    {
      "word": "touchdown",
      "definition": "in American football, a score of 6 points made by a player carrying or catching the ball in the opponent's end zone",
      "example": "The wide receiver made a spectacular catch for a touchdown."
    },
    {
      "word": "block",
      "definition": "an act of physically obstructing or impeding an opponent to protect a teammate or advance the ball",
      "example": "The offensive lineman delivered a crucial block to spring the running back for a big gain."
    },
    {
      "word": "rookie",
      "definition": "a first-year player in a professional sports league",
      "example": "Despite being a rookie, she played with remarkable skill and composure."
    },
    {
      "word": "penalty",
      "definition": "a punishment imposed for breaking a rule in a sport, typically involving a loss of yardage or a replay of a down",
      "example": "The team was penalized for holding, resulting in a ten-yard penalty."
    },
    {
      "word": "professional",
      "definition": "relating to or connected with a profession; engaged in a specified activity as one's main paid occupation rather than as a pastime",
      "example": "She is a professional athlete who has competed at the highest levels of her sport."
    }
  ]
}