{
  "slug": "4edf708c",
  "video_id": "dCiMUWw1BBc",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "What Actual Aliens Might Look Like",
  "movie_url": "https://youtu.be/dCiMUWw1BBc",
  "published_at": "2025-02-04T15:00:01Z",
  "duration": "PT15M53S",
  "introduction": "Go to https://brilliant.org/nutshell/ to dive deeper into these topics and more with a free 30-day t",
  "thumbnail_url": "https://i.ytimg.com/vi/dCiMUWw1BBc/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "extremophile",
      "definition": "an organism that thrives in extreme environmental conditions",
      "example": "Extremophiles have been found living in the extreme heat of volcanic vents on the ocean floor."
    },
    {
      "word": "photosynthesis",
      "definition": "the process by which green plants and some other organisms use sunlight to synthesize foods with the help of chlorophyll",
      "example": "Photosynthesis is essential for plants to convert light energy into chemical energy."
    },
    {
      "word": "cacophony",
      "definition": "a harsh, discordant mixture of sounds",
      "example": "The cacophony of car horns made it difficult to hear the street performer's music."
    },
    {
      "word": "symbiotic",
      "definition": "involving interaction between two different organisms living in close physical association, typically to the advantage of both",
      "example": "The relationship between bees and flowers is a classic example of a symbiotic interaction."
    },
    {
      "word": "cryovolcanism",
      "definition": "volcanic activity that results from the eruption of volatile compounds such as water, ammonia, or methane instead of molten rock",
      "example": "The presence of cryovolcanism on icy moons like Enceladus suggests the existence of subsurface oceans."
    },
    {
      "word": "astrophysical",
      "definition": "relating to the branch of astronomy that deals with the physical properties of celestial bodies and their interactions",
      "example": "Astrophysical studies have provided insights into the formation and evolution of galaxies."
    }
  ]
}