{
  "slug": "96bf452c",
  "video_id": "xZbcwi7SfZE",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "The Antibiotic Apocalypse Explained",
  "movie_url": "https://youtu.be/xZbcwi7SfZE",
  "published_at": "2016-03-16T17:13:52Z",
  "duration": "PT5M58S",
  "introduction": "What is the Antibiotic Apocalypse? What is it all about? And how dangerous is it?\n\n\nOUR CHANNELS\n▀▀▀",
  "thumbnail_url": "https://i.ytimg.com/vi/xZbcwi7SfZE/default.jpg",
  "category": "",
  "tags": [
    "bacteria",
    "antibiotic",
    "antibiotic apocalypse",
    "apocalypse",
    "death",
    "life",
    "cells",
    "body",
    "immune system",
    "infection",
    "science",
    "research",
    "pandemic",
    "black death",
    "modern world",
    "bacterium",
    "antibody",
    "superbug",
    "bug",
    "end of the world",
    "panic",
    "fun",
    "animation",
    "kurzgesagt",
    "in a nutshell",
    "scientist"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "superbug",
      "definition": "a strain of bacteria that has become resistant to the antibiotics commonly used to treat it",
      "example": "The hospital is currently dealing with an outbreak of a superbug that is proving difficult to eradicate."
    },
    {
      "word": "superbacterium",
      "definition": "a bacterium that has evolved resistance to multiple antibiotics",
      "example": "Scientists are concerned about the emergence of a superbacterium that could pose a serious threat to public health."
    },
    {
      "word": "immunity",
      "definition": "the ability of an organism to resist a particular infection or toxin by the action of specific antibodies or sensitized white blood cells",
      "example": "Some individuals have natural immunity to certain diseases, while others may require vaccination for protection."
    },
    {
      "word": "plasmids",
      "definition": "small, circular DNA molecules that are separate from the chromosomal DNA and can replicate independently",
      "example": "The bacteria exchanged plasmids, transferring the gene for antibiotic resistance."
    },
    {
      "word": "commodity",
      "definition": "a raw material or primary agricultural product that can be bought and sold, such as copper or coffee",
      "example": "Oil is one of the most widely traded commodities in the world."
    },
    {
      "word": "obsolete",
      "definition": "no longer produced or used; out of date",
      "example": "With the advancement of technology, many devices become obsolete within a few years."
    }
  ]
}