{
  "slug": "88b23576",
  "video_id": "-8jvuJY-8_0",
  "channel_name": "Daily Stoic",
  "movie_title": "Follow This Example Today (And Every Day)",
  "movie_url": "https://youtu.be/-8jvuJY-8_0",
  "published_at": "2024-12-25T13:01:18Z",
  "duration": "PT4M1S",
  "introduction": "✉️ Want Stoic wisdom delivered to your inbox daily? Sign up for the FREE Daily Stoic email at https:",
  "thumbnail_url": "https://i.ytimg.com/vi/-8jvuJY-8_0/default.jpg",
  "category": "",
  "tags": [
    "Stoic",
    "Stoicism",
    "Ryan Holiday",
    "Ryan Holiday Stoicism",
    "Daily Stoic",
    "Ryan Holiday Interview",
    "Ryan Holiday Stoic",
    "Ryan Holiday Daily Stoic",
    "Stoicism TED talk",
    "marcus aurelius",
    "marcus aurelius meditations",
    "ryan holiday podcast"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "philosopher",
      "definition": "a person who seeks wisdom or enlightenment through intellectual study and reasoning",
      "example": "Socrates is known as a great philosopher in ancient Greece."
    },
    {
      "word": "controversial",
      "definition": "causing disagreement or argument, especially among a large number of people",
      "example": "The new policy proved to be controversial among the employees."
    },
    {
      "word": "adversity",
      "definition": "difficulties or misfortune; a situation of serious or continued difficulty",
      "example": "She showed great resilience in the face of adversity."
    },
    {
      "word": "immortalized",
      "definition": "to make someone or something famous and remembered forever",
      "example": "His heroic actions were immortalized in a series of paintings."
    },
    {
      "word": "contradictory",
      "definition": "mutually opposed or inconsistent; containing elements that are inconsistent with each other",
      "example": "His statements on the matter were contradictory and confusing."
    },
    {
      "word": "self-discipline",
      "definition": "the ability to control oneself and make oneself work hard or behave in a particular way without needing anyone else to tell you what to do",
      "example": "Athletes need a high level of self-discipline to maintain their training regimen."
    }
  ]
}