{
  "slug": "b459b347",
  "video_id": "TnzcwTyr6cE",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "Genetic Engineering and Diseases – Gene Drive & Malaria",
  "movie_url": "https://youtu.be/TnzcwTyr6cE",
  "published_at": "2016-09-21T12:36:46Z",
  "duration": "PT7M4S",
  "introduction": "We have the choice to attack one of our oldest enemies with genetic engineering. But should we do it",
  "thumbnail_url": "https://i.ytimg.com/vi/TnzcwTyr6cE/default.jpg",
  "category": "",
  "tags": [
    "Malaria",
    "gene drive",
    "modification",
    "mosquito",
    "zika"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "parasite",
      "definition": "an organism that lives in or on another organism (its host) and benefits by deriving nutrients at the other's expense",
      "example": "Malaria is caused by a parasite that relies on mosquitoes to complete its life cycle."
    },
    {
      "word": "eradicate",
      "definition": "to completely destroy or get rid of something",
      "example": "The new technology aims to eradicate malaria by targeting the mosquitoes that carry the disease."
    },
    {
      "word": "genome",
      "definition": "the complete set of genes or genetic material present in a cell or organism",
      "example": "Scientists are studying the mosquito's genome to understand how to genetically modify them to combat diseases."
    },
    {
      "word": "revolutionary",
      "definition": "involving or causing a complete or dramatic change",
      "example": "CRISPR technology is considered revolutionary in the field of genetic engineering for its precision and efficiency."
    },
    {
      "word": "unprecedented",
      "definition": "never done or known before",
      "example": "The use of gene drive technology to alter mosquito populations is unprecedented in the fight against vector-borne diseases."
    },
    {
      "word": "ethical",
      "definition": "relating to moral principles or the branch of knowledge dealing with these",
      "example": "There are ethical considerations to be taken into account when deciding to genetically modify organisms for disease control."
    }
  ]
}