{
  "slug": "066f3c2a",
  "video_id": "yO1QNNvKoNY",
  "channel_name": "CNA",
  "movie_title": "Four charged over money laundering scheme via cash withdrawals from Sheng Siong teller machines",
  "movie_url": "https://youtu.be/yO1QNNvKoNY",
  "published_at": "2025-06-26T14:33:44Z",
  "duration": "PT2M30S",
  "introduction": "Authorities have uncovered a new money laundering scheme involving the illegal withdrawal of cash fr",
  "thumbnail_url": "https://i.ytimg.com/vi/yO1QNNvKoNY/default.jpg",
  "category": "",
  "tags": [
    "Izz Iryan Mod Ali",
    "Noraidilsahiq Norasif",
    "Singapore",
    "Sheng Siong",
    "Simple Teller Machines",
    "money laundering",
    "money laundering scheme",
    "PayNow",
    "cash withdrawals",
    "$TMs"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "money laundering",
      "definition": "the illegal process of making large amounts of money obtained illegally, such as through criminal activities, appear to have been earned legitimately",
      "example": "The authorities arrested several individuals involved in a complex money laundering operation."
    },
    {
      "word": "uncovered",
      "definition": "discovered or revealed",
      "example": "The investigation uncovered evidence of fraud within the company."
    },
    {
      "word": "compromised",
      "definition": "exposed to danger, suspicion, or disrepute",
      "example": "The compromised data led to a security breach in the system."
    },
    {
      "word": "transaction",
      "definition": "an instance of buying or selling something; a business deal",
      "example": "She completed the online transaction for the purchase of a new laptop."
    },
    {
      "word": "flag out",
      "definition": "to mark or identify something as unusual, suspicious, or in need of attention",
      "example": "The system is designed to flag out any unusual account activity for further investigation."
    },
    {
      "word": "monitoring",
      "definition": "observing and checking the progress or quality of something over a period of time; keeping a continuous watch on something",
      "example": "The security team is responsible for monitoring the network for any unauthorized access attempts."
    }
  ]
}