{
  "slug": "83d1a5fc",
  "video_id": "E5g_gXcZqRI",
  "channel_name": "Key & Peele",
  "movie_title": "Is your guy playing this Sunday? Watch #SuperBowlLVIII on CBS, Paramount+ and Nickelodeon. #SBLVIII",
  "movie_url": "https://youtu.be/E5g_gXcZqRI",
  "published_at": "2024-02-09T17:00:13Z",
  "duration": "PT55S",
  "introduction": "Is your favorite playing this Sunday?! Don’t miss #SuperBowlLVIII on CBS, Paramount+ and Nickelodeon",
  "thumbnail_url": "https://i.ytimg.com/vi/E5g_gXcZqRI/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "vagitarian",
      "definition": "A person who has a vagitarian lifestyle, choosing to eat only plant-based foods.",
      "example": "As a vagitarian, Sarah avoids consuming any animal products such as meat, dairy, and eggs."
    },
    {
      "word": "spin",
      "definition": "To present information or a story in a particular way, often to make it more favorable or to influence perception.",
      "example": "The politician tried to spin the controversial issue in a positive light during the press conference."
    },
    {
      "word": "grundle",
      "definition": "A slang term referring to the perineum, the area of skin between the anus and the genitals.",
      "example": "The doctor explained that maintaining good hygiene in the grundle area is important for overall health."
    },
    {
      "word": "sequester",
      "definition": "To isolate, hide, or keep someone or something apart from others.",
      "example": "The witness was sequestered during the trial to prevent outside influence on their testimony."
    },
    {
      "word": "malloys",
      "definition": "A surname or family name.",
      "example": "The Malloys have been living in this town for generations, contributing to its history and culture."
    },
    {
      "word": "forth",
      "definition": "Forward in time, place, or order; onward.",
      "example": "The company announced plans to move forth with the new project despite facing challenges."
    }
  ]
}