{
  "slug": "0debf396",
  "video_id": "t7tA3NNKF0Q",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "How Facebook is Stealing Billions of Views",
  "movie_url": "https://youtu.be/t7tA3NNKF0Q",
  "published_at": "2015-11-10T16:54:39Z",
  "duration": "PT5M2S",
  "introduction": "Facebook just announced 8 billion video views per day. This number is made out of lies, cheating and",
  "thumbnail_url": "https://i.ytimg.com/vi/t7tA3NNKF0Q/default.jpg",
  "category": "",
  "tags": [
    "facebook",
    "video",
    "8 billion",
    "video views",
    "views",
    "YouTube Awards (Award)"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "aggregators",
      "definition": "websites or tools that collect information from multiple sources and present it in one place",
      "example": "Content aggregators gather articles from various news websites into one feed for easy access."
    },
    {
      "word": "engagement",
      "definition": "the degree of interaction or involvement between people and a digital platform or content",
      "example": "The social media campaign saw high engagement with thousands of likes, comments, and shares."
    },
    {
      "word": "safeguards",
      "definition": "measures put in place to protect against potential harm or damage",
      "example": "The company implemented strict safeguards to prevent data breaches and ensure customer privacy."
    },
    {
      "word": "violation",
      "definition": "an act that breaks or violates a law, rule, or agreement",
      "example": "The unauthorized use of copyrighted material is a violation of intellectual property rights."
    },
    {
      "word": "monetization",
      "definition": "the process of earning revenue from a digital platform or content through various means such as ads or subscriptions",
      "example": "The app developers focused on monetization strategies to generate income from their free-to-download game."
    },
    {
      "word": "endeavor",
      "definition": "a serious effort or attempt to achieve a goal",
      "example": "Despite facing challenges, the team continued their endeavor to launch a successful product."
    }
  ]
}