{
  "slug": "0d5f1d88",
  "video_id": "4pWiSIW78RQ",
  "channel_name": "CNA",
  "movie_title": "Banyan Group founder Ho Kwon Ping on how businesses can foster social cohesion",
  "movie_url": "https://youtu.be/4pWiSIW78RQ",
  "published_at": "2025-06-26T15:16:28Z",
  "duration": "PT9M20S",
  "introduction": "Law Minister Edwin Tong said Singapore must guard its multicultural society as social cohesion does",
  "thumbnail_url": "https://i.ytimg.com/vi/4pWiSIW78RQ/default.jpg",
  "category": "",
  "tags": [
    "Edwin Tong",
    "Singapore",
    "law minister",
    "Ho Kwon Ping",
    "social cohesion",
    "multiculturalism",
    "International Conference on Cohesive Societies",
    "Banyan Group"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "cohesion",
      "definition": "the action or fact of forming a united whole",
      "example": "The team's cohesion was evident in their seamless collaboration."
    },
    {
      "word": "disruption",
      "definition": "disturbance or problems that interrupt an event, activity, or process",
      "example": "The protest caused a disruption in the city's usual traffic flow."
    },
    {
      "word": "multiculturalism",
      "definition": "the presence of, or support for the presence of, several distinct cultural or ethnic groups within a society",
      "example": "The city celebrates multiculturalism through various festivals and events."
    },
    {
      "word": "inherently",
      "definition": "existing in something as a permanent, essential, or characteristic attribute",
      "example": "She believed that kindness was inherently present in everyone."
    },
    {
      "word": "platitudes",
      "definition": "a remark or statement, especially one with a moral content, that has been used too often to be interesting or thoughtful",
      "example": "The politician's speech was filled with empty platitudes that failed to address real issues."
    },
    {
      "word": "elacrity",
      "definition": "eager or prompt willingness",
      "example": "She accepted the challenge with great elacrity, ready to prove her skills."
    }
  ]
}