{
  "slug": "bb631439",
  "video_id": "E55uSCO5D2w",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "The Most Insane Weapon You Never Heard About",
  "movie_url": "https://youtu.be/E55uSCO5D2w",
  "published_at": "2024-11-05T15:00:02Z",
  "duration": "PT13M56S",
  "introduction": "Get 50% off your first month of a monthly club with code KURZGESAGT at https://www.kiwico.com/kurzge",
  "thumbnail_url": "https://i.ytimg.com/vi/E55uSCO5D2w/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "classified",
      "definition": "designated as officially secret and accessible only by authorized personnel",
      "example": "Most of the information regarding the top secret project Sundial is still classified."
    },
    {
      "word": "implications",
      "definition": "the possible results or effects of an action, decision, or event",
      "example": "The implications of developing such powerful nuclear weapons were far-reaching and terrifying."
    },
    {
      "word": "deterrence",
      "definition": "the action of discouraging an action or event through instilling doubt or fear of the consequences",
      "example": "The existence of nuclear weapons served as a deterrence against large-scale conflicts."
    },
    {
      "word": "matryoshka",
      "definition": "a Russian wooden doll with a series of progressively smaller dolls fitting inside one another",
      "example": "The design of the bomb was speculated to be similar to a nuclear matryoshka doll."
    },
    {
      "word": "apocalyptic",
      "definition": "involving or predicting a catastrophic event of ultimate doom and destruction",
      "example": "The potential impact of the Sundial bomb on the world was described as apocalyptic."
    },
    {
      "word": "existential",
      "definition": "relating to existence or the experience of existing",
      "example": "The threat posed by nuclear weapons raises existential questions about the future of humanity."
    }
  ]
}