{
  "slug": "0804bce5",
  "video_id": "reSfF60-2S4",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "Is The World Getting More Violent?",
  "movie_url": "https://youtu.be/reSfF60-2S4",
  "published_at": "2024-12-10T15:00:01Z",
  "duration": "PT12M57S",
  "introduction": "Do you have a balanced news diet? Go to https://ground.news/KiN to see reporting from a variety of s",
  "thumbnail_url": "https://i.ytimg.com/vi/reSfF60-2S4/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "stalemate",
      "definition": "a situation in which neither side in a conflict can make any progress or win",
      "example": "The negotiations between the two countries reached a stalemate, with neither party willing to compromise."
    },
    {
      "word": "protostate",
      "definition": "an entity that has achieved some level of political control but is not yet fully recognized as a state",
      "example": "The region declared itself a protostate, establishing its own laws and government."
    },
    {
      "word": "hegemony",
      "definition": "leadership or dominance, especially by one country or social group over others",
      "example": "The country sought to establish hegemony in the region through economic and political influence."
    },
    {
      "word": "multipolar",
      "definition": "involving or having several centers of power or influence",
      "example": "The current geopolitical landscape is becoming more multipolar with multiple countries asserting their influence."
    },
    {
      "word": "nuanced",
      "definition": "characterized by subtle shades of meaning or expression",
      "example": "Her nuanced understanding of the conflict allowed her to see beyond the surface issues."
    },
    {
      "word": "racket",
      "definition": "dishonest or fraudulent activity, especially when conducted by a person in authority",
      "example": "The corrupt officials were involved in a racket that siphoned funds meant for public projects."
    }
  ]
}