{
  "slug": "7e158b87",
  "video_id": "Vm78NPxRrnA",
  "channel_name": "CNA",
  "movie_title": "Singapore opens new facility for gallium nitride, an emerging semiconductor material",
  "movie_url": "https://youtu.be/Vm78NPxRrnA",
  "published_at": "2025-06-26T15:01:27Z",
  "duration": "PT4M33S",
  "introduction": "Singapore could be the next big innovator in fast chargers and electric cars, thanks to a new centre",
  "thumbnail_url": "https://i.ytimg.com/vi/Vm78NPxRrnA/default.jpg",
  "category": "",
  "tags": [
    "A*STAR",
    "Singapore",
    "semiconductor material",
    "gallium nitride",
    "semiconductors",
    "semiconductor industry",
    "National Semiconductor Translation and Innovation Centre for Gallium Nitride",
    "NSTIC (GaN)",
    "NSTIC",
    "Tan See Leng"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "innovator",
      "definition": "a person or organization that introduces new methods, ideas, or products",
      "example": "Elon Musk is known as an innovator in the field of electric vehicles."
    },
    {
      "word": "semiconductor",
      "definition": "a solid substance that has a conductivity between that of an insulator and that of most metals",
      "example": "The new smartphone features a powerful semiconductor chip for faster processing."
    },
    {
      "word": "resilience",
      "definition": "the capacity to recover quickly from difficulties; toughness",
      "example": "The company showed great resilience during the economic downturn."
    },
    {
      "word": "cutting-edge",
      "definition": "at the forefront of technological development; innovative or pioneering",
      "example": "The company invests heavily in cutting-edge research to stay ahead of the competition."
    },
    {
      "word": "alleviate",
      "definition": "to make (suffering, deficiency, or a problem) less severe",
      "example": "The new medication helped alleviate the patient's pain."
    },
    {
      "word": "pipeline",
      "definition": "a process or channel through which something is conducted",
      "example": "The company has a strong pipeline of new products set to launch next year."
    }
  ]
}