{
  "slug": "760a2815",
  "video_id": "QsBT5EQt348",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "Overpopulation – The Human Explosion Explained",
  "movie_url": "https://youtu.be/QsBT5EQt348",
  "published_at": "2016-12-22T13:38:26Z",
  "duration": "PT6M40S",
  "introduction": "In a very short amount of time the human population exploded and is still growing very fast. Will th",
  "thumbnail_url": "https://i.ytimg.com/vi/QsBT5EQt348/default.jpg",
  "category": "",
  "tags": [
    "overpopulation",
    "poor",
    "destruction",
    "funny"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "prophecy",
      "definition": "a prediction of what will happen in the future",
      "example": "Many believed the prophecy that the world would end in 2012."
    },
    {
      "word": "emancipation",
      "definition": "the act of setting free from legal, social, or political restrictions; liberation",
      "example": "The Emancipation Proclamation in the United States freed slaves in Confederate states during the Civil War."
    },
    {
      "word": "apocalyptic",
      "definition": "describing or prophesying the complete destruction of the world",
      "example": "The scientist warned of an apocalyptic event caused by climate change."
    },
    {
      "word": "overpopulation",
      "definition": "a situation in which the number of people in an area exceeds the capacity of the environment to support life at a decent standard of living",
      "example": "Overpopulation in urban areas can lead to traffic congestion and strain on resources."
    },
    {
      "word": "demographic",
      "definition": "relating to the structure of populations, including size, composition, and distribution",
      "example": "The government studied the demographic trends to plan for future healthcare needs."
    },
    {
      "word": "fertility",
      "definition": "the ability to produce offspring; the capacity to conceive or induce conception",
      "example": "The clinic offers treatments to help couples struggling with fertility issues."
    }
  ]
}