{
  "slug": "f89c760f",
  "video_id": "xgl7x-194f4",
  "channel_name": "CNA",
  "movie_title": "China's 5% GDP target possible but confidence low: Economist",
  "movie_url": "https://youtu.be/xgl7x-194f4",
  "published_at": "2025-06-27T01:45:56Z",
  "duration": "PT7M44S",
  "introduction": "The trajectory of China’s economy – Asia’s largest – was a major focus during the World Economic For",
  "thumbnail_url": "https://i.ytimg.com/vi/xgl7x-194f4/default.jpg",
  "category": "",
  "tags": [],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "dichotomy",
      "definition": "a division or contrast between two things that are or are represented as being opposed or entirely different",
      "example": "There's a real dichotomy between what's happening at the macro level as opposed to what is really happening on the micro level."
    },
    {
      "word": "indogenous",
      "definition": "originating or occurring naturally in a particular place; native",
      "example": "Sustained fiscal stimulus doesn't really solve the indogenous problem of the micro level of sustained low confidence and low private consumption and investment."
    },
    {
      "word": "dynism",
      "definition": "the principle of dynamic energy or change",
      "example": "The technological dynism is inviting more opportunities back into China."
    },
    {
      "word": "recalibration",
      "definition": "the act of adjusting or calibrating something again or differently",
      "example": "We're going to see a lot of recalibration of globalization into more regionalized production and localized technology."
    },
    {
      "word": "interdependencies",
      "definition": "mutual dependence between things",
      "example": "These interdependencies are there to stay, influencing trade and global economic dynamics."
    },
    {
      "word": "sustainive",
      "definition": "capable of being sustained or maintained",
      "example": "The challenge is how do you sustain the effective effects of stimulus in the economy."
    }
  ]
}