{
  "slug": "aa888738",
  "video_id": "Ot0ZJSl63to",
  "channel_name": "neo",
  "movie_title": "The Strangest Landmark in New York City",
  "movie_url": "https://youtu.be/Ot0ZJSl63to",
  "published_at": "2024-06-06T02:33:57Z",
  "duration": "PT58S",
  "introduction": "This is perhaps the strangest officially protected landmark in New York City, a Pepsi Cola sign in Q",
  "thumbnail_url": "https://i.ytimg.com/vi/Ot0ZJSl63to/default.jpg",
  "category": "",
  "tags": [
    "nyc",
    "sign",
    "landmark",
    "strange",
    "educational",
    "why",
    "new york",
    "manhattan",
    "queens"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "landmark",
      "definition": "an object or feature of a landscape that is easily seen and recognized from a distance, especially one that enables someone to establish their location.",
      "example": "The Eiffel Tower is a famous landmark in Paris, France."
    },
    {
      "word": "reconstruction",
      "definition": "the action of reconstructing something; rebuilding or repairing.",
      "example": "After the earthquake, the city began the reconstruction of the damaged buildings."
    },
    {
      "word": "deemed",
      "definition": "regard or consider in a specified way.",
      "example": "The project was deemed a success by the board of directors."
    },
    {
      "word": "stereotypical",
      "definition": "relating to a widely held but oversimplified idea of a particular type of person or thing.",
      "example": "The movie portrayed the character in a stereotypical manner."
    },
    {
      "word": "district",
      "definition": "an area of a country or city, especially one characterized by a particular feature or activity.",
      "example": "The financial district in New York is known for its skyscrapers and banks."
    },
    {
      "word": "rented",
      "definition": "to pay someone for the use of (something, typically property, land, or a car).",
      "example": "They rented a beach house for their summer vacation."
    }
  ]
}