{
  "slug": "a51cdf85",
  "video_id": "PKMQzkIiB0Y",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "Are You Alone? (In The Universe)",
  "movie_url": "https://youtu.be/PKMQzkIiB0Y",
  "published_at": "2014-06-02T12:30:01Z",
  "duration": "PT6M44S",
  "introduction": "Are you alone? To answer this question we have to take a look what \"you\" are first. What are you mad",
  "thumbnail_url": "https://i.ytimg.com/vi/PKMQzkIiB0Y/default.jpg",
  "category": "",
  "tags": [
    "Alone",
    "life",
    "death",
    "lonely",
    "Cells",
    "Atoms",
    "evolution",
    "connection",
    "elements",
    "space",
    "body",
    "universe",
    "funny",
    "human",
    "earth",
    "science",
    "philosophy",
    "low",
    "water",
    "cell",
    "sun",
    "star",
    "birth",
    "pokemon",
    "love",
    "protein",
    "together",
    "sidonia",
    "one",
    "flat design",
    "infographic",
    "animation",
    "Kurzgesagt"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "mammals",
      "definition": "warm-blooded vertebrate animals distinguished by the possession of hair or fur, mammary glands, and a neocortex (a region of the brain).",
      "example": "Humans, dolphins, and elephants are all examples of mammals."
    },
    {
      "word": "asteroid",
      "definition": "a small rocky body that orbits the sun, found mainly between the orbits of Mars and Jupiter.",
      "example": "An asteroid impact is believed to have caused the extinction of the dinosaurs."
    },
    {
      "word": "extinction",
      "definition": "the state or process of being permanently destroyed or eradicated.",
      "example": "Many species are at risk of extinction due to habitat destruction."
    },
    {
      "word": "DNA",
      "definition": "a self-replicating material present in nearly all living organisms as the main constituent of chromosomes. It is the carrier of genetic information.",
      "example": "DNA testing can reveal a person's ancestry and genetic predispositions."
    },
    {
      "word": "atoms",
      "definition": "the basic unit of a chemical element, consisting of a nucleus that contains protons and neutrons, and electrons that orbit the nucleus.",
      "example": "Carbon atoms are essential building blocks of organic molecules."
    },
    {
      "word": "supernova",
      "definition": "a stellar explosion that briefly outshines an entire galaxy, radiating as much energy as the sun is expected to emit over its entire life span.",
      "example": "The remnants of a supernova can form nebulae that give birth to new stars."
    }
  ]
}