{
  "slug": "74197f6c",
  "video_id": "wNDGgL73ihY",
  "channel_name": "Kurzgesagt – In a Nutshell",
  "movie_title": "The Beginning of Everything -- The Big Bang",
  "movie_url": "https://youtu.be/wNDGgL73ihY",
  "published_at": "2014-03-03T15:01:45Z",
  "duration": "PT5M55S",
  "introduction": "How did everything get started? \n\nHas the universe a beginning or was it here since forever? Well, e",
  "thumbnail_url": "https://i.ytimg.com/vi/wNDGgL73ihY/default.jpg",
  "category": "",
  "tags": [
    "Big bang",
    "everything",
    "time",
    "funny",
    "universe",
    "death",
    "birth",
    "big bang theory",
    "science",
    "earth",
    "sun",
    "physics",
    "quark",
    "atom",
    "Einstein",
    "Hubble",
    "doctor who",
    "kurzgesagt",
    "infographic"
  ],
  "views": "",
  "likes": "",
  "subtitle_status": "",
  "vocabulary": [
    {
      "word": "relic",
      "definition": "an object surviving from an earlier time, especially one of historical interest",
      "example": "The museum showcased ancient relics from the Roman Empire."
    },
    {
      "word": "antimatter",
      "definition": "a material composed of antiparticles, with particles having properties opposite to those of normal matter particles",
      "example": "Scientists study antimatter to understand its unique properties."
    },
    {
      "word": "hadrons",
      "definition": "a subatomic particle, such as a proton or neutron, that is composed of two or more quarks",
      "example": "Hadrons are essential components of atomic nuclei."
    },
    {
      "word": "plasma",
      "definition": "an ionized gas consisting of positive ions and free electrons in proportions resulting in more or less no overall electric charge",
      "example": "Plasma is often referred to as the fourth state of matter."
    },
    {
      "word": "wibbly-wobbly",
      "definition": "informal term to describe something that is shaky, unstable, or unpredictable",
      "example": "The results of the experiment were a bit wibbly-wobbly, making it hard to draw conclusions."
    },
    {
      "word": "unifies",
      "definition": "to make or become united, uniform, or whole",
      "example": "The new theory aims to unify different branches of science into a cohesive framework."
    }
  ]
}